{
  "products": [
    {
      "id": 1,
      "name": "Citron",
      "price": 9,
      "imgURL": "https://img.freepik.com/free-photo/lemon-isolated-white_93675-131291.jpg",
      "description": "Våra saftiga citroner är en uppfriskande smakupplevelse direkt från naturens skattkammare. Varje citron är noga utvald för att säkerställa högsta kvalitet och maximal smak. Denna syrliga citrusfrukt är en oumbärlig ingrediens i köket och en källa till en mängd olika användningsområden, från matlagning till drycker och bakning."
    },
    {
      "id": 2,
      "name": "Mango",
      "price": 45,
      "imgURL": "https://img.freepik.com/free-photo/mango-table_144627-16763.jpg",
      "description": "Våra saftiga mangofrukter är en tropisk delikatess som tar dina smaklökar på en resa till paradiset. Varje mango är noga utvald för att säkerställa optimal mognad och smak. Med sin oemotståndliga sötma och saftiga, orange kött är våra mangos en smakfull och exotisk upplevelse som ger en smak av solsken och värme varje gång du tar en tugga.",
      "nonEuCountry": "Pakistan"
    },
    {
      "id": 3,
      "name": "Banan",
      "price": 21,
      "imgURL": "https://img.freepik.com/free-photo/single-banana-isolated-white-background_839833-17794.jpg",
      "description": "Våra bananer är kända för att vara den ultimata källan till snabb och naturlig energi, förpackad i en skal som är lika bekväm som smakfull. Varje banan är noggrant utvald för att ge dig den perfekta mogenheten och smakupplevelsen.",
      "nonEuCountry": "Indien"
    },
    {
      "id": 4,
      "name": "Vattenmelon",
      "price": 56,
      "imgURL": "https://img.freepik.com/free-photo/green-striped-ripe-watermelon-with-slice-cross-section-isolated-white-background-with-copy-space-text-images-special-kind-berry-sweet-pink-flesh-with-black-seeds-side-view_639032-1254.jpg",
      "description": "Vår saftiga vattenmelon är som en färsk sommardag i varje tugga. Varje vattenmelon är omsorgsfullt utvald för att säkerställa att den är mogen och redo att leverera en söt och uppfriskande smakupplevelse. Med sitt knallrosa kött och sprakande gröna skal är vår vattenmelon en symbol för sommaren och den ultimata sättet att kyla ner sig när temperaturen stiger."
    },
    {
      "id": 5,
      "name": "Gröna Vindruvor",
      "price": 34,
      "imgURL": "https://img.freepik.com/free-photo/green-grape_1203-6912.jpg",
      "description": "Våra saftiga gröna vindruvor är en smakfull fest för dina smaklökar, skapad av naturens finaste. Varje druva är omsorgsfullt odlad och handplockad för att säkerställa att du får den högsta kvaliteten och den sötaste smaken. Med sin saftiga konsistens och delikata smak är våra vindruvor det perfekta valet för att njuta av en naturlig, hälsosam och uppfriskande snacksupplevelse."
    },
    {
      "id": 6,
      "name": "Blå Vindruvor",
      "price": 36,
      "imgURL": "https://img.freepik.com/free-photo/summer-black-blue-sweet-ripe_1203-5405.jpg",
      "description": "Våra saftiga blå vindruvor är en smakfull fest för dina smaklökar, skapad av naturens finaste. Varje druva är omsorgsfullt odlad och handplockad för att säkerställa att du får den högsta kvaliteten och den sötaste smaken. Med sin saftiga konsistens och delikata smak är våra vindruvor det perfekta valet för att njuta av en naturlig, hälsosam och uppfriskande snacksupplevelse."
    },
    {
      "id": 7,
      "name": "Apelsin",
      "price": 19,
      "imgURL": "https://img.freepik.com/free-photo/closeup-orange_144627-3969.jpg",
      "description": "Våra fräscha solmogna apelsiner är den ultimata smakupplevelsen för dig som älskar naturens underbara gåvor. Denna saftiga och smakrika citrusfrukt är handplockad med omsorg och kärlek för att säkerställa högsta kvalitet och smak. Med sin strålande orange färg och saftiga kärna är våra apelsiner en smakrik och hälsosam tillskott till din kost."
    },
    {
      "id": 8,
      "name": "Äpple",
      "price": 12,
      "imgURL": "https://img.freepik.com/free-photo/green-apple-isolated-white_2829-9403.jpg",
      "description": "Våra saftiga och ekologiska äpplen är en hängivenhet till naturens enastående skapelse. Varje äpple är noggrant odlad med kärlek och omsorg för att erbjuda dig den bästa smakupplevelsen och näringen som naturen har att erbjuda. Med sin knapriga textur och ljuvliga smak är våra äpplen den ultimata tillsatsen till din hälsosamma livsstil."
    },
    {
      "id": 9,
      "name": "Ananas",
      "price": 45,
      "imgURL": "https://img.freepik.com/free-photo/pineapple_144627-22187.jpg",
      "description": "Våra söta och saftiga färska ananas är ett tropiskt smakäventyr som tar dina smaklökar på en resa till paradiset. Varje ananas är noggrant utvald för att säkerställa maximal smak och saftighet. Denna exotiska frukt är inte bara en delikatess för gommen utan också en källa till viktiga näringsämnen och antioxidanter som främjar din hälsa.",
      "nonEuCountry": "Brasilien"
    },
    {
      "id": 10,
      "name": "Kiwi",
      "price": 9,
      "imgURL": "https://img.freepik.com/free-photo/fresh-kiwi-fruit-isolated_144627-30034.jpg",
      "description": "Våra färska kiwifrukter är en smakfull explosion av fräschhet och vitalitet. Dessa små gröna kraftpaket är handplockade med omsorg och mognar perfekt för att ge dig den bästa smakupplevelsen. Kiwin är inte bara en läcker delikatess utan också en näringsrik frukt som är full av vitaminer och antioxidanter, perfekt för att boosta din hälsa.",
      "nonEuCountry": "Kina"
    },
    {
      "id": 11,
      "name": "Persika",
      "price": 14,
      "imgURL": "https://img.freepik.com/free-photo/peach-table_144627-17514.jpg",
      "description": "Våra saftiga solmogna persikor är en smakfull skatt som naturen har att erbjuda. Varje persika handplockas med varsamhet och omsorg för att säkerställa att du får den mest underbara smakupplevelsen. Med sin förtrollande sötma och saftiga konsistens är våra persikor den perfekta frukten för att njuta av som en hälsosam och uppfriskande behandling."
    },
    {
      "id": 12,
      "name": "Drakfrukt",
      "price": 198,
      "imgURL": "https://img.freepik.com/free-photo/dragon-fruit-white-background_1127-226.jpg",
      "description": "Vår läckra drakfrukt är en tropisk skatt som inte bara smakar fantastiskt, utan också ser fängslande ut med sitt levande och färgglada yttre. Varje drakfrukt är noga utvald för att säkerställa optimal mognad och smak. Med sin unika smakprofil och en explosion av färger är vår drakfrukt ett spännande tillskott till din fruktupplevelse.",
      "nonEuCountry": "Mexico"
    }
  ]
}